export const About = () => {
  return (
    <div>
      <h1 className="text-xl text-heading my-5 text-center">Приветствуем вас на сайте Проекта "Здравый смысл".</h1>
      <p>У нас можно свободно говорить, но за базаром нужно следить и поменьше болтать.</p>
      <p>У нас не принято рыться в грязном белье и свои недостатки выставлять на показ, если не по делу и не к месту.</p>
      <p>Это наш свободный выбор, не прыгать под лозунги "Хотим в Европу", по нашему плану - здесь будет Россия!</p>
      <p>Наша цель – борьба с мошенниками и пропагандистами.</p>
      <p>Наш путь – развитие, ибо мироздание другого пути не знает.</p>
      <p>Наш метод – автономия разума, о нём мы вам и расскажем.</p>
    </div>
)
}