export const Contact = () => {
  return (
    <div>
      <p><b>Наш телефон</b> – мы не дадим. Мы не хотим, чтобы нам звонили всякие безобразники, приглашая нас на бесплатное медицинское освидетельствование в клинику доктора Грабового по федеральной программе защиты пенсионеров от радиационного излучения китайских телефонов.</p>

      <p>Наш адрес мы не укажем, но возможно приедем к вам сами, если вы будете безобразничать.</p>

      <p><b>Нашу страницу в социальных сетях</b> вы легко найдёте, если будет такое желание.</p>

      <p><b>Наша электронная почта</b> вам не нужна, мы вам обязательно ответим, если вы оставите дельный комментарий в нашем телеграмм-канале.</p>

      <h3>Наш телеграмм:</h3>
      <p>t.me/mind_autonomy </p>
      <p>t.me/mind_autonomy_practicum</p>
    </div>
  )
}