const imagePath = import.meta.env.VITE_IMAGE_PATH;

export const articles = [
  {
    id: '1',
    title: 'Авторитет',
    src: `${imagePath}1_authority.jpeg`,
    text: [
      'Авторитет основывается на нашем естественном стремлении доверять тем, кто кажется более знающим или опытным. Однако, как показывает практика, даже самый авторитетный специалист как правило является профаном в других областях.  Чемпион по шахматам побеждает не потому, что хорошо знает математику, физику и другие науки, он просто хорошо играет в шахматы.',
      'В сознании человека авторитет обладает определёнными приметами, символами. И когда мы видим эти символы, делаем выводы. Мошенники конечно же используют эти символы, такие как одежда, аксессуары, титулы и звания, аксессуары, определённые слова и жесты. Из-за такой особенности, люди могут в актёре, сыгравшем президента в сериале, видеть реального политика, который хорошо разбирается в управлении государством.',
      'Вы наверняка знаете примеры, когда люди, разговаривая с кем то, кого они считают авторитетом, становятся более почтительными и начинают соглашаться с каждым словом, даже манеру речи и поведения подстраивая под своего собеседника. Слишком сильное влияние авторитета может приводить к тому, что даже самые очевидные ошибки не оспариваются, а самые глупые указания исполняются.',
      'Чтобы противостоять влиянию авторитета, необходимо прежде всего убрать элемент неожиданности, необходимо осознать его власть, понять как авторитет влияет на способность оставаться самостоятельным.',
      'Разумеется, невозможно не обращать внимание на авторитетные мнения и рекомендации. В большинстве случаев нам приходится довериться экспертам. Но в то же время полагаться на мнение авторитета во всех случаях нельзя.',
      'Главное для нас — учитывать мнение, а не подчиняться ему.'
    ]
  },
  {
    id:'2',
    title: 'Дефицит',
    src: `${imagePath}2_deficit.jpeg`,
    text: [
      'Принцип дефицита — основан на идее, что люди ценят то, что недоступно. Когда что-то становится дефицитным, его ценность в глазах людей возрастает. Это явление можно наблюдать в повседневной жизни, не просто же так один известный продавец бижутерии и ювелирных изделий закрывался десяток раз, объявляя о своём закрытии. Теперь или никогда.',
      'Товары доступные только сегодня, акции заканчивающиеся через несколько часов, когда таймер обновляется каждый раз. Это вызывает у вас желание приобрести его, даже если вы не планировали этого делать. Почему? Потому что вы боитесь упустить возможность. Когда что-то становится недоступным, мы чувствуем, что теряем свободу выбора.',
      'Люди склонны желать то, что запрещено или ограничено. Это связано с психологическим реактивным сопротивлением — стремлением сохранить свободу выбора. Когда доступ к чему-то ограничен, мы начинаем ценить это больше. Информация, подвергнутая цензуре, становится более привлекательной, запрещённые фильмы всегда вызывают интерес.',
      'Конкуренция также играет важную роль. Когда мы видим, что другие люди хотят то же, что и мы, наше желание усиливается. Это объясняет, почему аукционы и распродажи вызывают такой ажиотаж. Мы не хотим упустить то, что может достаться кому-то другому. Осознайте, что дефицит часто создается искусственно. Не поддавайтесь давлению. Если сейчас вам предлагают скидку, как новому покупателю, завтра вам так же её предложат.',
      'Удовольствие заключается не в самом товаре, а во владении им. Вещи не делаются более вкусными, не начинают лучше звучать, выглядеть, ездить или работать.',
      'Научитесь рассматривать свои эмоции как предупреждение. Как боль даёт вам понять, что с вашим телом что-то не так, так эмоции дают вам понять, что что-то не так с вашей способностью думать.',
      'Конкуренция это как соревнование - часто важнее победить, чем получить приз. В условиях конкуренции нужно быстро принимать решения. Но не забывайте о том, что решения всё таки нужно принимать, а не игнорировать их. А если призом окажется гнилое яблоко - вас это не обрадует.'
    ]
  },
  {
    id: '3',
    title: 'Мнение большинства',
    src: `${imagePath}3_opinion.jpeg`,
    text: [
      'Представьте, что Вы находитесь в незнакомом городе и видите два ресторана: один пустой, другой переполнен. Куда Вы пойдете? Скорее всего, во второй, ведь толпа людей — это знак качества. Мы склонны доверять мнению других людей, полагая, что если другие люди делают что-то или верят во что-то - это, вероятно, правильно. Уж они то подумали, всё проверили и убедились, прежде чем сделать свой выбор, зачем я буду своё время тратить на изучение объекта. Смешно будет когда выяснится, что так поступали все кто был до нас.',
      'Что, если это мнение не так надёжно, как принято думать?',
      'Во-первых, если бы большинство всегда было право, мы бы до сих пор верили, что солнце вращается вокруг плоской земли.',
      'Во-вторых, мошенники, зная нашу особенность верить "когда другие говорят", пользуются этим. Используют фальшивые рейтинги и выдуманные достижения, чтобы создать иллюзию популярности. Поддельные отзывы можно купить по несколько рублей за штуку, но мы их считаем знаком качества. Всем известны значки на продуктах питания вроде - "Победитель конкурса Продукт года 2024", когда на деле выясняется, что конкурс организовал сам продавец а участников было всего два. Это лишь несколько примеров, как общественное мнение может быть использовано против Вас.',
      'Понимание, как работает этот принцип поможет вам защитить себя от мошенников и принимать более обоснованные решения. Важно помнить, что мнение большинства – вещь сомнительная ещё со времён Джордано Бруно. А в наше время, это общественное мнение всё чаще фабрикуется.',
      'Ваш главный защитник от мошенников – привычка учитывать, что даже самые убедительные доказательства могут оказаться подделкой. Делать свои выводы лишь на одном основании - тоже самое, что стоять на одной ноге.',
    ]
  }
]